Repository: LuminSoft/eNROLL-Neo-Core-binaries
Catalog: EnrollLite/Resources/*.lproj/Localizable.strings
Languages: ar

source: Center Your Face
ar: ضع وجهك في المنتصف

source: Look Straight
ar: انظر للأمام

source: No Face Detected
ar: لم يتم اكتشاف وجه

source: One Face Allowed
ar: يسمح بوجه واحد فقط

source: Hold Still
ar: اثبت

source: Move Closer
ar: اقترب

source: Move Far
ar: ابتعد

source: Smile
ar: ابتسم

source: Keep Natural Face
ar: ابق وجهك الطبيعي

# centerYourDocument
source: Center Document
ar: ضع المستند في المنتصف

source: Need More Light
ar: بحاجة إلى المزيد من الضوء

source: The image is blurry
ar: الصورة غير واضحة
